{
  "title": "Uber is officially a cab firm, says European court",
  "lede": "Uber is officially a transport company and not a digital service, the European Court of Justice (ECJ) has ruled.",
  "publishedAt": "Wed Dec 20 2017 11:29:30 GMT+0000 (GMT)",
  "lastModified": "Thu Dec 21 2017 13:05:00 GMT+0000 (GMT)",
  "category": "Business",
  "featuedImageSrc": "https://ichef-1.bbci.co.uk/news/660/cpsprodpb/140DB/production/_99293128_ubergetty.jpg",
  "content": "<p>The ride-hailing firm argued it was an information society service - helping people to make contact with each other electronically - and not a cab firm. The case arose after Uber was told to obey local taxi rules in Barcelona.</p><p>Uber said the verdict would make little difference to the way it operated in Europe, but experts say the case could have implications for the gig economy.</p><p>An Uber spokesperson said: \"This ruling will not change things in most EU countrie where we already operate under transportation law. \"However, millions of Europeans are still prevented from using apps like ours. As our new CEO has said, it is appropriate to regulate services such as Uber and so we will continue the dialogue with cities across Europe. This is the approach we'll take to ensure everyone can get a reliable ride at the tap of a button.\"</p><p>In its ruling, the ECJ said that a service whose purpose was \"to connect, by means of a smartphone application and for remuneration, non-professional drivers using their own vehicle with persons who wish to make urban journeys\" must be classified as \"a service in the field of transport\" in EU law.</p><p>It added: \"As EU law currently stands, it is for the member states to regulate the conditions under which such services are to be provided in conformity with the general rules of the treaty on the functioning of the EU.\"",
  "comments": 145,
  "permalink": "http://www.bbc.co.uk/news/business-42423627",
  "related": [
    {
      "title": "Uber a danger to public safety, warns union",
      "permalink": "http://www.bbc.co.uk/news/business-42413744"
    },
    {
      "title": "Uber used undercover agents, report says",
      "permalink": "http://www.bbc.co.uk/news/technology-42376515"
    },
    {
      "title": "Uber quote in snowy Birmingham 'outrageous'",
      "permalink": "http://www.bbc.co.uk/news/business-42413744"
    },
    {
      "title": "Uber's license suspended in Sheffield'",
      "permalink": "http://www.bbc.co.uk/news/technology-42376515"
    },
  ],
  "tags": [
    "London",
    "Uber",
    "Companies",
    "Transport"
  ],
  "byline": "Firstname Surname"
}
